Repository: KDE/optiimage
Catalog: po/sa/optiimage.po
Languages: sa

# @title
source: Console output
sa: कन्सोल आउटपुट

source: No log output
sa: न लॉग आउटपुट्

source: Optimize your images
sa: स्वस्य चित्राणि अनुकूलितं कुर्वन्तु

# @action:button
source: Re-check
sa: पुनः परीक्षण करें

# @info
source: The following programs are missing for OptiImage to run correctly:
sa: OptiImage इत्यस्य सम्यक् चालनार्थं निम्नलिखितकार्यक्रमाः अनुपलब्धाः सन्ति:

# @action:button
source: Select Images
sa: चित्राणि चिनोतु

source: Settings
sa: सेटिंग्स्

# @title:window
source: Select an image to compress
sa: संपीडयितुं चित्रं चिनोतु

source: Image files (*.jpg *.jpeg *.png *.svg *.webp)
sa: चित्रसञ्चिकाः (*.jpg *.jpeg *.png *.svg *.webp)

source: All files (*)
sa: सर्वाणि सञ्चिकाः (*) .

# Size information with no change
source: %1 (No change)
sa: %1 (परिवर्तनं नास्ति)

# Size information
source: %1 -> %2 (%3% decrease)
sa: %1 -> %2 (%3% न्यूनता)

# @action:button
source: More options
sa: अधिकविकल्पाः

# @action:button
source: Remove
sa: अपाकरोति

# @action:inmenu
source: Open
sa: उद्घाटित

# @action:inmenu
source: Open Containing Folder
sa: Containing Folder उद्घाटयन्तु

# @action:inmenu
source: Properties
sa: गुणाः

source: No images to optimize
sa: अनुकूलनार्थं चित्राणि नास्ति

# @title:window
source: Settings
sa: सेटिंग्स्

source: General
sa: सामान्य

source: Keep Metadata
sa: मेटाडाटा रक्षन्तु

source: Safe mode
sa: सुरक्षित मोड

source: Save the compressed image in a new file
sa: संपीडितं चित्रं नूतने सञ्चिकायां रक्षन्तु

source: Suffix to append at the end of new file
sa: नूतनसञ्चिकायाः अन्ते योजयितुं प्रत्ययः

source: JPG
sa: जे पी जी

source: Progressive Encode
sa: प्रगतिशील एन्कोड

source: To enable incremental image rendering: blurry to clear.
sa: वृद्धिशीलं चित्रप्रतिपादनं सक्षमं कर्तुं: स्पष्टं कर्तुं धुन्धलम् ।

# @label
source: Use lossless compression
sa: हानिरहितसंपीडनस्य उपयोगं कुर्वन्तु

# @info
source: Only use compression algorithms which do not reduce image quality.
sa: केवलं संपीडन-अल्गोरिदम् इत्यस्य उपयोगं कुर्वन्तु ये चित्रस्य गुणवत्तां न न्यूनीकरोति ।

source: Default optimization level of lossy optimization:
sa: हानियुक्तस्य अनुकूलनस्य पूर्वनिर्धारित अनुकूलनस्तरः : १.

source: Default optimization level of lossless optimization:
sa: हानिरहित अनुकूलनस्य पूर्वनिर्धारित अनुकूलनस्तरः : १.

source: SVG
sa: एसवीजी

# @label
source: Maximum Compression Level
sa: अधिकतम संपीड़न स्तर

# @info
source: Can be more destructive for the image.
sa: बिम्बस्य कृते अधिकं विनाशकारी भवितुम् अर्हति।

source: About OptiImage
sa: OptiImage इत्यस्य विषये

source: About KDE
sa: KDE विषये

source: OptiImage
sa: ऑप्टिइमेज

source: Images Optimiser
sa: चित्राणि अनुकूलयन्तु

source: © 2021 - 2023 Carl Schwan
sa: © 2021 - 2023 कार्ल श्वान

source: Carl Schwan
sa: कार्ल स्वान्

source: Maintainer
sa: परिपालकः

# NAME OF TRANSLATORS
source: Your names
sa: भवतः नामानि

# EMAIL OF TRANSLATORS
source: Your emails
sa: भवतः ईमेलपत्राणि
