Repository: KDE/optiimage
Catalog: po/*/optiimage.po
Languages: ar, de, eo, es, eu, fi, fr, gl, hi, it, ko, lt, nl, pl, pt_br, sv, uk, zh_cn, zh_tw

# @title
source: Console output
ar: خرج الطرفية
de: Konsolenausgabe
eo: Konzola eligo
es: Salida de la consola
eu: Kontsolako irteera
fi: Konsolituloste
fr: Sortie de console
gl: Saída da consola
hi: कंसोल आउटपुट
it: Output da console
ko: 콘솔 출력
lt: Pulto išvestis
nl: Uitvoer op console
pl: Wyjście w konsoli
pt_br: Saída do console
sv: Terminalutmatning
uk: Виведення до консолі
zh_cn: 命令行输出
zh_tw: 終端機輸出

source: No log output
ar: لا يوجد سجل الإخراج
de: Keine Protokollausgabe
eo: Neniu protokola eligo
es: No hay salida de registro
eu: Egunkari-irteerarik ez
fi: Ei lokitulostetta
fr: Aucune sortie de journal
gl: Non hai saída de rexistro
hi: कोई लॉग आउटपुट नहीं
it: Nessun output di registro
ko: 로그 출력 없음
lt: Nėra žurnalo išvesties
nl: Geen log uitvoer
pl: Bez wyjścia do dziennika
pt_br: Nenhuma saída de registro
sv: Ingen loggutmatning
uk: Немає повідомлень журналу
zh_cn: 没有日志输出
zh_tw: 沒有紀錄輸出

source: Optimize your images
ar: حسّن صورك
de: Optimieren Sie Ihre Bilder
eo: Optimumigu viajn bildojn
es: Optimice sus imágenes
eu: Optimizatu zure irudiak
fi: Optimoi kuvia
fr: Optimiser vos images
gl: Optimice imaxes
hi: अपनी छवियों को अनुकूलित करें
it: Ottimizza le tue immagini
ko: 이미지 최적화
lt: Optimizuoti paveikslus
nl: Uw afbeeldingen optimaliseren
pl: Zoptymalizuj swoje obrazy
pt_br: Otimize suas imagens
sv: Optimera bilder
uk: Оптимізуйте ваші зображення
zh_cn: 对图像进行压缩优化
zh_tw: 最佳化您的影像

# @action:button
source: Re-check
ar: أعد الحساب
de: Erneut Überprüfen
eo: Rekontroli
es: Volver a comprobar
eu: Berriz egiaztatu
fi: Tarkista uudelleen
fr: Re-vérifier
gl: Comprobar de novo
hi: री-चेक
it: Ricontrolla
ko: 다시 검사
lt: Tikrinti iš naujo
nl: Opnieuw controleren
pl: Sprawdź ponownie
pt_br: Verificar novamente
sv: Kontrollera igen
uk: Перевірити ще раз
zh_cn: 重新检查
zh_tw: 重新檢查

# @info
source: The following programs are missing for OptiImage to run correctly:
ar: البرامج التالية مفقودة لتشغيل المحسّن بشكل صحيح:
de: Die folgenden Programme fehlen, damit OptiImage korrekt läuft:
eo: La sekvantaj programoj mankas por ke OptiImage rulu korekte:
es: Faltan los siguientes programas para que OptiImage funcione correctamente:
eu: «OptiImage» ondo ibiltzeko ondoko programak falta dira:
fi: OptiImagelta puuttuvat oikeaan toimintaan seuraavat ohjelmat:
fr: Les programmes suivants sont manquants pour que OptiImage fonctionne correctement :
gl: Faltan os seguintes programas necesarios para o correcto funcionamento de OptiImage:
hi: OptiImage को सही ढंग से चलाने के लिए निम्नलिखित प्रोग्राम अनुपलब्ध हैं:
it: Affinché OptiImage funzioni correttamente, mancano i seguenti programmi:
ko: OptiImage가 올바르게 실행되려면 다음 프로그램이 필요합니다:
lt: Šių programų trūksta tinkamam OptiImage veikimui:
nl: De volgende programma's ontbreken om OptiImage juist te laten draaien:
pl: Brakuje następujących programów, aby OptiImage mógł działać poprawnie:
pt_br: Os seguintes programas estão faltando para que o OptiImage seja executado corretamente:
sv: Följande program saknas för att Optibild ska fungera korrekt:
uk: Для належної роботи OptiImage потрібні такі додаткові програми:
zh_cn: OptiImage 正常运行所需的以下程序缺失：
zh_tw: OptiImage 要正常運作還需要以下的程式：

# @action:button
source: Select Images
ar: حدد الصور
de: Bilder auswählen
eo: Elekti Bildojn
es: Selección de imágenes
eu: Hautatu irudiak
fi: Valitse kuvat
fr: Sélectionner des images
gl: Seleccionar imaxes
hi: छवियाँ चुनें
it: Seleziona immagini
ko: 이미지 선택
lt: Pasirinkti paveikslus
nl: Afbeeldingen selecteren
pl: Zaznacz obrazy
pt_br: Selecionar imagens
sv: Välj bilder
uk: Вибрати зображення
zh_cn: 选择图像
zh_tw: 選擇影像

source: Settings
ar: إعدادات
de: Einstellungen
eo: Agordoj
es: Preferencias
eu: Ezarpenak
fi: Asetukset
fr: Configuration
gl: Configuración
hi: सेटिंग्स
it: Impostazioni
ko: 설정
lt: Nuostatos
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
sv: Inställningar
uk: Параметри
zh_cn: 设置
zh_tw: 設定

# @title:window
source: Select an image to compress
ar: اختر صورة لضغطها
de: Wählen Sie ein Bild zum Komprimieren aus
eo: Elekti bildon por kunpremi
es: Seleccione la imagen que se va a comprimir
eu: Hautatu konprimatzeko irudi bat
fi: Valitse pakattava kuva
gl: Seleccione unha imaxe para comprimir
hi: संपीड़ित करने के लिए एक छवि चुनें
it: Seleziona un'immagine da comprimere
ko: 압축할 이미지 선택
lt: Pasirinkite, kuriuos paveikslus glaudinti
pl: Wybierz obraz do spakowania
pt_br: Selecione uma imagem para comprimir
sv: Välj en bild att komprimera
zh_cn: 选择要压缩的图像

source: Image files (*.jpg *.jpeg *.png *.svg *.webp)
ar: ملفات الصور (*.jpg *.jpeg *.png *.svg *.webp)
de: Bilddateien (*.jpg *.jpeg *.png *.svg *.webp)
eo: Bilddosieroj ((*.jpg *.jpeg *.png *.svg *.webp)
es: Archivos de imagen (*.jpg *.jpeg *.png *.svg *.webp)
eu: Irudi-fitxategiak (*.jpg *.jpeg *.png *.svg *.webp)
fi: Kuvatiedostot (*.jpg *.jpeg *.png *.svg *.webp)
fr: Fichiers d'image (* .jpg * .jpeg * .png * .svg * .webp)
gl: Ficheiros de imaxe (*.jpg *.jpeg *.png *.svg *.webp)
hi: छवि फ़ाइलें (*.jpg *.jpeg *.png *.svg *.webp)
it: File immagine (*.jpg *.jpeg *.png *.svg *.webp)
ko: 이미지 파일 (*.jpg *.jpeg *.png *.svg *.webp)
lt: Paveikslo failai (*.jpg *.jpeg *.png *.svg *.webp)
nl: Afbeeldingsbestanden (*.jpg *.jpeg *.png *.svg *.webp)
pl: Pliki obrazów (*.jpg *.jpeg *.png *.svg *.webp)
pt_br: Arquivos de imagem (*.jpg *.jpeg *.png *.svg *.webp)
sv: Bildfiler (*.jpg *.jpeg *.png *.svg *.webp)
uk: файли зображень (*.jpg *.jpeg *.png *.svg *.webp)
zh_cn: 图像文件 (*.jpg *.jpeg *.png *.svg *.webp)
zh_tw: 影像檔 (*.jpg *.jpeg *.png *.svg *.webp)

source: All files (*)
ar: كلّ الملفّات (*)
de: Alle Dateien (*)
eo: Ĉiuj dosieroj (*)
es: Todos los archivos (*)
eu: Fitxategi guztiak (*)
fi: Kaikki tiedostot (*)
fr: Tous les fichiers (*)
gl: Todos os ficheiros (*)
hi: सभी फाइलें (*)
it: Tutti i file (*)
ko: 모든 파일 (*)
lt: Visi failai (*)
nl: Alle bestanden (*)
pl: Wszystkie pliki (*)
pt_br: Todos os arquivos (*)
sv: Alla filer (*)
uk: усі файли (*)
zh_cn: 所有文件(*)
zh_tw: 所有檔案 (*)

# Size information with no change
source: %1 (No change)
ar: %1 (لا تغيير)
de: %1 (Keine Änderung)
eo: %1 (Neniu ŝanĝoj)
es: %1 (sin cambios)
eu: %1 (Aldaketarik ez)
fi: %1 (ei muutosta)
fr: %1 (Aucun changement)
gl: %1 (sen cambios)
hi: %1 (कोई परिवर्तन नहीं)
it: %1 (nessuna modifica)
ko: %1(변경 없음)
lt: %1 (Be pokyčių)
nl: %1 (geen wijziging)
pl: %1 (Bez zmian)
pt_br: %1 (Sem alteração)
sv: %1 (ingen ändring)
uk: %1 (без змін)
zh_cn: %1 (没有变化)
zh_tw: %1（沒有變更）

# Size information
source: %1 -> %2 (%3% decrease)
ar: %1 -> %2 (%3٪ تقليل)
de: %1 -> %2 (%3 % verringert)
eo: %1 -> %2 (%3% malpliiĝo)
es: %1 -> %2 (%3 % menor)
eu: %1 -> %2 (%%3 gutxitzea)
fi: %1 → %2 (%3 % pienempi)
fr: %1 / %2 (%3 % diminution)
gl: %1 → %2 (diminución do %3%)
hi: %1 -> %2 (%3% कमी)
it: %1 -> %2 (riduzione del %3%)
ko: %1 -> %2(%3% 감소)
lt: %1 -> %2 (%3% sumažėjimas)
nl: %1 -> %2 (%3% verlaging)
pl: %1 -> %2 (%3% spadek)
pt_br: %1 -> %2 (%3% de redução)
sv: %1 -> %2 (%3 % minskning)
uk: %1 -> %2 (зменшення на %3%)
zh_cn: %1 -> %2 (减少 %3%)
zh_tw: %1 -> %2（減少 %3%）

# @action:button
source: More options
ar: خيارات أخرى
de: Weitere Optionen
eo: Pliaj elektebloj
es: Más opciones
eu: Aukera gehiago
fi: Lisää valintoja
gl: Máis opcións
hi: अधिक विकल्प
it: Altre opzioni
ko: 옵션 더 보기
lt: Daugiau parinkčių
pl: Więcej ustawień
pt_br: Mais opções
sv: Fler alternativ
zh_cn: 更多选项

# @action:button
source: Remove
ar: أزل
eo: Forigi
eu: Kendu
fi: Poista
gl: Retirar
hi: निकालना
it: Rimuovi
lt: Šalinti
pl: Usuń
pt_br: Remover
sv: Ta bort

# @action:inmenu
source: Open
ar: افتح
de: Öffnen
eo: Malfermi
es: Abrir
eu: Ireki
fi: Avaa
fr: Ouvrir
gl: Abrir
hi: खुला
it: Apri
ko: 열기
lt: Atverti
nl: Openen
pl: Otwórz
pt_br: Abrir
sv: Öppna
uk: Відкрити
zh_cn: 打开
zh_tw: 開啟

# @action:inmenu
source: Open Containing Folder
ar: افتح المجلد الحاوي
de: Ordner mit diesem Inhalt öffnen
eo: Malfermi Entenantan Dosierujon
es: Abrir la carpeta contenedora
eu: Ireki hau barnean duen karpeta
fi: Avaa yläkansio
fr: Ouvrir le dossier contenant
gl: Abrir o cartafol contedor
hi: धारक फोल्डर खोलें
it: Apri cartella contenitore
ko: 포함하는 폴더 열기
lt: Atverti vidinį aplanką
nl: Containermap openen
pl: Otwórz jego katalog
pt_br: Abrir pasta que contém
sv: Öppna katalog med innehåll
uk: Відкрити теку файла
zh_cn: 打开所在文件夹
zh_tw: 開啟包含資料夾

# @action:inmenu
source: Properties
ar: الخصائص
de: Eigenschaften
eo: Proprecoj
es: Propiedades
eu: Propietateak
fi: Ominaisuudet
fr: Propriétés
gl: Propiedades
hi: गुण
it: Proprietà
ko: 속성
lt: Savybės
pl: Właściwości
pt_br: Propriedades
sv: Egenskaper
zh_cn: 属性
zh_tw: 屬性

source: No images to optimize
ar: لا توجد صور للتحسين
de: Keine Bilder zum Optimieren
eo: Neniu bildoj por optimumigi
es: No hay imágenes que optimizar
eu: Ez dago optimizatu beharreko irudirik
fi: Ei optimoitavia kuvia
fr: Aucune image à optimiser
gl: Non hai imaxes para optimizar.
hi: अनुकूलन हेतु कोई छवि नहीं
it: Nessuna immagine da ottimizzare
ko: 최적화할 이미지 없음
lt: Nėra paveikslų, kuriuos optimizuoti
nl: Geen te optimaliseren afbeeldingen
pl: Nie ma żadnych obrazów do zoptymalizowania
pt_br: Nenhuma imagem a otimizar
sv: Inga bilder att optimera
uk: Немає зображень для оптимізації
zh_cn: 没有要压缩的图像
zh_tw: 沒有能最佳化的影像

# @title:window
source: Settings
ar: إعدادات
de: Einstellungen
eo: Agordoj
es: Preferencias
eu: Ezarpenak
fi: Asetukset
fr: Configuration
gl: Configuración
hi: सेटिंग्स
it: Impostazioni
ko: 설정
lt: Nuostatos
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
sv: Inställningar
uk: Параметри
zh_cn: 设置
zh_tw: 設定

source: General
ar: عامّ
de: Allgemein
eo: Ĝenerala
eu: Orokorra
fi: Perusasetukset
fr: Général
gl: Xeral
hi: सामान्य
it: Generale
ko: 일반
lt: Bendra
nl: Algemeen
pl: Ogólne
pt_br: Geral
sv: Allmänt
uk: Загальне
zh_cn: 常规
zh_tw: 一般

source: Keep Metadata
ar: حافظ على البيانات الوصفيّة
de: Metadaten beibehalten
eo: Konservi Metadatenojn
es: Conservar metadatos
eu: Mantendu meta-datuak
fi: Säilytä metatiedot
fr: Conserver les métadonnées
gl: Manter os metadatos.
hi: मेटाडेटा रखें
it: Mantieni i metadati
ko: 메타데이터 유지
lt: Išlaikyti metaduomenis
nl: Metagegevens behouden
pl: Zachowaj metadane
pt_br: Manter metadados
sv: Behåll metadata
uk: Зберегти метадані
zh_cn: 保留元数据
zh_tw: 保留中繼資料

source: Safe mode
ar: الوضع الآمن
de: Sicherer Modus
eo: Sekura reĝimo
es: Modo seguro
eu: Modu segurua
fi: Turvatila
fr: Mode sûr
gl: Modo seguro.
hi: सुरक्षित मोड
it: Modalità sicura
ko: 안전 모드
lt: Saugi veiksena
nl: Veilige modus
pl: Tryb bezpieczny
pt_br: Modo seguro
sv: Säkert läge
uk: Безпечний режим
zh_cn: 安全模式
zh_tw: 安全模式

source: Save the compressed image in a new file
ar: احفظ الصورة المضغوطة في ملف جديد
de: Komprimierte Bilder in einer neuen Datei speichern
eo: Konservi la kunpremitan bildon en nova dosiero
es: Guardar la imagen comprimida en un archivo nuevo
eu: Gorde konprimatutako irudia fitxategi berri batean
fi: Tallenna pakattu kuva uuteen tiedostoon
fr: Enregistrer l'image compressée dans un nouveau fichier.
gl: Gardar a imaxe comprimida nun novo ficheiro.
hi: संपीड़ित छवि को एक नई फ़ाइल में सहेजें
it: Salva l'immagine compressa in un nuovo file
ko: 압축되 이미지를 새 파일에 저장
lt: Įrašyti glaudintą paveikslą į naują failą
nl: De gecomprimeerde afbeelding in een nieuw bestand opslaan
pl: Zapisz spakowany obraz do nowego pliku
pt_br: Salva a imagem compactada em um novo arquivo
sv: Spara den komprimerade bilden i en ny fil
uk: Зберегти стиснене зображення до нового файла
zh_cn: 压缩后的图像将另存为新文件
zh_tw: 將壓縮後的影像儲存至新檔案

source: Suffix to append at the end of new file
ar: اللاحقة المراد إضافتها إلى نهاية الملف الجديد
de: Suffix für das Ende der neuen Datei
eo: Sufikso almetenda fine de nova dosiero
es: Sufijo que se añadirá al final del archivo nuevo
eu: Fitxategi berriaren bukaeran eransteko atzizkia
fi: Uusien tiedostojen nimiin lisättävä pääte
fr: Suffixe à ajouter à la fin du nouveau fichier
gl: Sufixo para engadir ao novo ficheiro.
hi: नई फ़ाइल के अंत में जोड़ने के लिए प्रत्यय
it: Suffisso da aggiungere alla fine del nuovo file
ko: 새 파일 이름에 덧붙일 접미사
lt: Priesaga, kuri bus pridėta naujo failo pavadinimo gale
nl: Achtervoegsel om aan het eind van het nieuwe bestand achter te voegen
pl: Przyrostek do dodania na końcu nowego pliku
pt_br: Sufixo para anexar no final do novo arquivo
sv: Suffix att lägga till sist i den nya filen
uk: Суфікс, який слід дописати наприкінці назви файла
zh_cn: 新文件的文件名后缀
zh_tw: 新檔案名稱的後綴

source: JPG
hi: जेपीजी

source: Progressive Encode
ar: الترميز التدريجي
eo: Progresema Kodigo
es: Codificación progresiva
eu: Mailakako kodeketa
fi: Etenevä koodaus
fr: Encodage progressif
gl: Codificación progresiva
hi: प्रगतिशील एनकोड
it: Codifica progressiva
ko: 프로그레시브 인코드
lt: Progresyvus kodavimas
nl: Progressieve codering
pl: Kodowanie postępujące
pt_br: Codificação progressiva
sv: Progressiv kodning
uk: Прогресивне кодування
zh_cn: 渐进式编码
zh_tw: 漸進編碼

source: To enable incremental image rendering: blurry to clear.
ar: لتفعيل عرض الصورة التدريجي: من غير واضحة إلى واضحة.
de: Inkrementales Rendern von Bildern ermöglichen: Verschwommen bis klar
eo: Por ebligi pliigan bildigon: svaga al klara.
es: Para activar la renderización incremental de imágenes: de borrosa a clara.
eu: Irudi-errendatze inkrementala gaitzeko: lausotik garbira.
fi: Vaiheittaiseen kuvanpiirtoon sumeasta selväksi.
fr: Pour permettre un rendu incrémental d'image : flou à effacer.
gl: Activar a renderización incremental de imaxes: de desenfoque a claridade.
hi: वृद्धिशील छवि रेंडरिंग सक्षम करने के लिए: धुंधली से साफ़।
ko: 흐린 이미지부터 완전한 이미지까지 단계적 이미지 렌더링을 활성화합니다.
lt: Kad būtų įjungtas prieauginis paveikslo atvaizdavimas: nuo sulieto iki aiškaus.
nl: Om incrementele rendering van afbeelding in te schakelen: wazig tot helder.
pl: Aby włączyć przyrostowe wyświetlanie obrazu: z rozmycia do ostrości.
pt_br: Para habilitar a renderização incremental de imagens: desfocar para limpar.
sv: För att aktivera inkrementell bildåtergivning: suddig för att skarp.
uk: Для уможливлення нарощувальної обробки зображення: від розмитого до остаточного.
zh_cn: 启用渐进式编码：图像在下载过程中会逐渐由模糊变得清晰。
zh_tw: 啟用漸進式影像算繪：從模糊到清除。

# @label
source: Use lossless compression
ar: استعمل ضغط بلا فقد البيانات
de: Verlustfreie Komprimierung verwenden
eo: Uzi senperdan kunpremadon
es: Usar compresión sin pérdida
eu: Erabili galerarik gabeko konpresioa
fi: Käytä häviötöntä pakkausta
fr: Utiliser une compression sans perte
gl: Usar compresión sen perda.
hi: दोषरहित संपीड़न का उपयोग करें
it: Usa compressione senza perdita
ko: 무손실 압축 사용
lt: Naudoti nenuostolingąjį glaudinimą
nl: Compressie zonder verlies gebruiken
pl: Spakuj bezstratnie
pt_br: Usar compressão sem perdas
sv: Använd förlustfri komprimering
uk: Стискання без втрати якості
zh_cn: 使用无损压缩
zh_tw: 使用無損壓縮

# @info
source: Only use compression algorithms which do not reduce image quality.
ar: استخدم فقط خوارزميات الضغط التي لا تقلل من جودة الصورة.
de: Nur Kompressionsalgorithmen, die die Bildqualität nicht beeinträchtigen.
eo: Uzi nur kunpremajn algoritmojn, kiuj ne reduktas bildkvaliton.
es: Usar solo algoritmos de compresión que no reduzcan la calidad de la imagen.
eu: Irudiren kalitatea murrizten ez duten konpresio-algoritmoak bakarrik erabili.
fi: Käytä vain kuvalaatua heikentämättömiä pakkausalgoritmeja
fr: Utiliser uniquement des algorithmes de compression ne réduisant pas la qualité de l'image.
gl: Só usar algoritmos de compresión que non diminúen a calidade da imaxe.
hi: केवल ऐसे संपीड़न एल्गोरिदम का उपयोग करें जो छवि की गुणवत्ता को कम न करें।
it: Usa solo algoritmi di compressione che non riducono la qualità delle immagini.
ko: 그림 품질에 영향을 주지 않는 압축 알고리즘만 사용합니다.
lt: Naudoti tik tuos glaudinimo algoritmus, kurie nesumažina paveikslo kokybės.
nl: Alleen compressie algoritmen gebruiken die geen afbeeldingskwaliteit verminderen.
pl: Używaj algorytmów pakujących tylko takich, które nie pogarszają jakości obrazu.
pt_br: Use apenas algoritmos de compressão que não reduzam a qualidade da imagem.
sv: Använd bara komprimeringsalgoritmer som inte minskar bildkvaliteten.
uk: Використовувати лише ті алгоритми, які не погіршують якості зображення.
zh_cn: 仅使用不会降低图像画质的压缩算法。
zh_tw: 只使用不會降低影像品質的壓縮演算法。

source: Default optimization level of lossy optimization:
ar: مستوى التحسين المبدئي للتحسين مع فقد بعض البيانات:
de: Standardoptimierungsgrad der verlustbehafteten Optimierung:
eo: Defaŭlta optimumiga nivelo de perda optimumigo:
es: Nivel de optimización predeterminado para la optimización con pérdida:
eu: Galeradun optimizazioko optimizazio-maila lehenetsia:
fi: Häviöllisen optimoinnin oletustaso:
fr: Niveau d'optimisation par défaut de l'optimisation avec perte :
gl: Nivel de optimización predeterminado da optimización con perda:
hi: हानिपूर्ण अनुकूलन का डिफ़ॉल्ट अनुकूलन स्तर:
it: Livello di ottimizzazione predefinito dell'ottimizzazione con perdita:
ko: 손실 압축 기본 최적화 수준:
lt: Numatytasis optimizavimo lygis, skirtas nuostolingajam optimizavimui:
nl: Standaard optimalisatieniveau van optimalisatie met verlies:
pl: Domyślny poziom optymalizacji dla stratnej optymalizacji:
pt_br: Nível de otimização padrão de otimização com perdas:
sv: Normal komprimeringsgrad för förstörande optimering:
uk: Типовий рівень оптимізації для оптимізації з втратами:
zh_cn: 有损压缩优化的默认级别：
zh_tw: 有損最佳化的預設最佳化等級：

source: PNG
hi: पीएनजी

source: Default optimization level of lossless optimization:
ar: مستوى التحسين المبدئي للتحسين الخالي من الخسارة:
de: Standardoptimierungsgrad der verlustfreien Optimierung:
eo: Defaŭlta optimumiga nivelo de senperda optimumigo:
es: Nivel de optimización predeterminado para la optimización sin pérdida:
eu: Galera gabeko optimizazioko optimizazio-maila lehenetsia:
fi: Häviöttömän optimoinnin oletustaso:
fr: Niveau d'optimisation par défaut de l'optimisation sans perte :
gl: Nivel de optimización predeterminado da optimización sen perda:
hi: दोषरहित अनुकूलन का डिफ़ॉल्ट अनुकूलन स्तर:
it: Livello di ottimizzazione predefinito dell'ottimizzazione senza perdita:
ko: 무손실 압축 기본 최적화 수준:
lt: Numatytasis optimizavimo lygis, skirtas nenuostolingajam optimizavimui:
nl: Standaard optimalisatieniveau van optimalisatie zonder verlies:
pl: Domyślny poziom optymalizacji dla bezstratnej optymalizacji:
pt_br: Nível de otimização padrão de otimização sem perdas:
sv: Normal komprimeringsgrad för förlustfri optimering:
uk: Типовий рівень оптимізації для оптимізації без втрат:
zh_cn: 无损压缩优化的默认级别：
zh_tw: 無損最佳化的預設最佳化等級：

source: SVG
hi: एसवीजी

# @label
source: Maximum Compression Level
ar: الحد الأقصى لمستوى الضغط
de: Maximaler Komprimierungsgrad
eo: Maksimuma Kunprema Nivelo
es: Nivel de compresión máximo
eu: Gehieneko konpresio-maila
fi: Enimmäispakkaustaso
fr: Niveau de compression maximal
gl: Nivel de compresión máximo
hi: अधिकतम संपीड़न स्तर
it: Livello di compressione massima
ko: 최대 압축 수준
lt: Didžiausias glaudinimo lygis
nl: Maximaal compressieniveau
pl: Graniczny poziom spakowania
pt_br: Nível de compressão máximo
sv: Maximal komprimeringsgrad
uk: Максимальний рівень стискання
zh_cn: 最大压缩级别
zh_tw: 最高壓縮等級

# @info
source: Can be more destructive for the image.
ar: يمكن أن يكون أكثر تدميرًا للصورة.
de: Kann für das Bild kontraproduktiv sein.
eo: Povas esti pli detrua por la bildo.
es: Puede ser más destructivo para la imagen.
eu: Irudiarentzako suntsigarriagoa izan daiteke.
fi: Voi olla kuvalle tuhoisa.
fr: Peut être plus destructeur pour l'image.
gl: Pode ser máis destrutivo para a imaxe.
hi: छवि के लिए अधिक विनाशकारी हो सकता है।
it: Può essere più distruttivo per l'immagine-
ko: 이미지에 손상을 더 끼칠 수 있습니다.
lt: Gali padaryti paveikslui daugiau žalos.
nl: Kan destructiever zijn voor de afbeelding.
pl: Może być bardziej niszczące dla obrazu.
pt_br: Pode ser mais destrutivo para a imagem.
sv: Kan vara mer destruktivt för bilden.
uk: Може бути більш руйнівним для зображення.
zh_cn: 可能会对图像的画质造成更多损害。
zh_tw: 可能會對影像品質造成更多破壞。

source: WebP
ar: ويب بي
hi: वेबपी

source: About OptiImage
ar: عن المحسّن
de: Über OptiImage
eo: Pri OptiImage
es: Acerca de OptiImage
eu: «OptiImage»ri buruz
fi: Tietoa OptiImagesta
fr: À propos de OptiImage
gl: Sobre OptiImage
hi: ऑप्टीइमेज के बारे में
it: Informazioni su OptiImage
ko: OptiImage 정보
lt: Аpie OptiImage
nl: Info over OptiImage
pl: O OptiImage
pt_br: Sobre o OptiImage
sv: Om Optibild
uk: Про OptiImage
zh_cn: 关于 OptiImage 图像压缩工具
zh_tw: 關於 OptiImage

source: About KDE
ar: عن كِيدِي
de: Über KDE
eo: Pri KDE
es: Acerca de KDE
eu: KDEri buruz
fi: Tietoa KDE:stä
fr: À propos de KDE
gl: Sobre KDE
hi: केडीई के बारे में
it: Informazioni su KDE
ko: KDE 정보
lt: Apie KDE
nl: Over KDE
pl: O KDE
pt_br: Sobre o KDE
sv: Om KDE
uk: Про KDE
zh_cn: 关于 KDE
zh_tw: 關於 KDE

source: OptiImage
ar: المحسّن
hi: ऑप्टीइमेज
sv: Optibild
zh_cn: OptiImage 图像压缩工具

source: Images Optimiser
ar: محسن الصور
de: Bilderoptimierer
eo: Optimumigilo por bildoj
es: Optimizador de imágenes
eu: Irudi-optimizatzailea
fi: Kuvaoptimoija
fr: Optimiseur d'images
gl: Optimizador de imaxes
hi: छवियाँ अनुकूलित करें
it: Ottimizzatore d'immagini
ko: 이미지 최적화 도구
lt: Paveikslų optimizatorius
nl: Optimalisatie van afbeeldingen
pl: Optymalizator obrazów
pt_br: Otimizador de imagens
sv: Bildoptimering
uk: Засіб оптимізації зображень
zh_cn: 图像压缩优化工具
zh_tw: 影像最佳化工具

source: © 2021 - 2023 Carl Schwan
ar: © 2021 - 2023 كارل شوان
de: Copyright © 2021-2023 Carl Schwan
hi: © 2021 - 2023 कार्ल श्वान
uk: © Carl Schwan, 2021–2023

source: Carl Schwan
ar: كارل شوان
hi: कार्ल स्वान

source: Maintainer
ar: الصائن
de: Betreuer
eo: Prizorganto
es: Responsable
eu: Mantentzailea
fi: Ylläpitäjä
fr: Mainteneur
gl: Mantemento.
hi: मेंटेनर
it: Responsabile
ko: 관리자
lt: Prižiūrėtojas
nl: Onderhouder
pl: Opiekun
pt_br: Mantenedor
sv: Underhåll
uk: Супровідник
zh_cn: 维护者
zh_tw: 維護者

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
de: Deutsches KDE-Übersetzerteam
eo: Oliver Kellogg
es: Eloy Cuadra
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Xavier Besnard
gl: Adrián Chaves (Gallaecio)
hi: तुम्हारे नाम
it: Paolo Zamponi
ko: 박신조
lt: Моо
nl: Freek de Kruijf - 2024
pl: Łukasz Wojniłowicz
pt_br: Marcus Gama
sv: Stefan Asserhäll
uk: Юрій Чорноіван
zh_cn: Tyson Tan
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
de: kde-i18n-de@kde.org
eo: olivermkellogg@gmail.com
es: ecuadra@eloihr.net
eu: xalba@ni.eus
fi: translator@legisign.org
fr: xavier.besnard@kde.org
gl: adrian@chaves.gal
hi: आपके ईमेल
it: feus73@gmail.com
ko: kde@peremen.name
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
pt_br: marcus.gama@gmail.com
sv: stefan.asserhall@gmail.com
uk: yurchor@ukr.net
zh_cn: tds00@qq.com
zh_tw: mail@kisaragi-hiu.com
